Repository: JoveYu/PKGBUILD
Catalog: indicator-weather/indicator-weather_12.07.30/po/*.po
Languages: nb, sr, te

source: Weather Forecast for
nb: Værvarsel for
sr: Временска прогноза за
te: వాతావరణ సూచన కొరకు

source: High
nb: Høyt
sr: Висок
te: అధికం

source: Low
nb: Lavt
sr: Низак
te: తక్కువ

source: Severe weather alert
nb: Varsel om ekstremvær
sr: Упозорење лошег времена

source: translator-credits
nb: Launchpad Contributions: André Savik https://launchpad.net/~asavik
sr: Launchpad Contributions: Vadim Rutkovsky https://launchpad.net/~roignac Мирослав Николић https://launchpad.net/~lipek Предраг Љубеновић https://launchpad.net/~predragljubenovic
te: Launchpad Contributions: Praveen Illa https://launchpad.net/~telugulinux

source: error
sr: грешка
te: దోషం

source: Set Up Weather...
nb: Innstillinger for vær...
sr: Подеси прогнозу...
te: వాతావరణాన్ని అమర్చు...

source: About...
sr: О програму...
te: గురించి...

source: Preferences...
nb: Brukervalg...
sr: Подешавања...
te: ప్రాధాన్యతలు...

source: Refresh
nb: Oppdater
sr: Освежи
te: తాజాపరుచు

source: Warning...
sr: Упозорење...
te: హెచ్చరిక...

source: No data available
sr: Подаци нису доступни
te: ఏ డేటా అందుబాటులో లేదు

source: Forecast...
sr: Временска прогноза...
te: వాతావరణసూచన...

source: Refreshing
sr: Освежавам
te: తాజాపర్చబడుచున్నది

source: please wait
sr: молим сачекајте
te: దయచేసి వేచివుండండి

source: just now
sr: Управо

source: %d min. ago
sr: пре %d мин.
te: %d నిమిషం క్రితం

source: Label:
nb: Etikett:
sr: Ознака:
te: లేబుల్:

source: Temperature:
sr: Температура:
te: ఉష్ణోగ్రత:

source: Heat index:
sr: Индекс топлоте:
te: ఉష్ణ సూచిక:

source: Heat index
sr: Индекс топлоте
te: ఉష్ణ సూచిక

source: Temperature and humidity
sr: Температура и влажност
te: ఉష్ణోగ్రత మరియు తేమ

source: Humidex:
sr: Субјективни осећај:

source: Humidex
sr: Субјективни осећај

source: Temperature and humidity (Canada)
sr: Температура и влажност (Канада)
te: ఉష్ణోగ్రత మరియు తేమ

source: Wind chill:
sr: Прохладан ветар:

source: Wind chill
sr: Прохладан ветар

source: Temperature and wind
sr: Температура и ветар

source: Feels like:
sr: Изгледа као:
te: ఇలా అనిపిస్తుంది:

source: Feels like
sr: Изгледа као
te: ఇలా అనిపిస్తుంది

source: Heat index or wind chill
sr: Индекс топлоте или прохладан ветар

source: Feels like (CA):
sr: Изгледа као (КА):

source: Feels like (CA)
sr: Изгледа као (КА)

source: Humidex or wind chill (Canada)
sr: Индекс топлоте или прохладан ветар (Канада)

source: Feels like (AU):
sr: Изгледа као (АУ):

source: Feels like (AU)
sr: Изгледа као (АУ)

source: Temperature, humidity and wind (Australia)
sr: Температура, влажност и ветар (Аустралија)

source: Dewpoint:
sr: Росиште:

source: Dewpoint
sr: Росиште

source: Humidity:
sr: Влажност:
te: తేమ:

source: Humidity
nb: Luftfuktighet
sr: Влажност
te: తేమ

source: Visibility:
sr: Видљивост:
te: దృగ్గోచరత:

source: Visibility
sr: Видљивост
te: దృగ్గోచరము

source: Only from Yahoo!
sr: Само са Јахуа!
te: యాహూ నుండి మాత్రమే!

source: Barometer:
sr: Барометар:
te: బారోమీటర్:

source: Barometer
sr: Барометар

source: Wind:
sr: Ветар:
te: గాలి:

source: Wind
nb: Vind
sr: Ветар
te: వీచేగాలి

source: Sun:
sr: Сунце:
te: సూర్యుడు:

source: Sun
sr: Сунце
te: సూర్యుడు

source: Sunrise and sunset
sr: Излазак и залазак сунца
te: సూర్యోదయం మరియు సూర్యాస్తమయం

source: Sunrise:
sr: Излазак Сунца:
te: సూర్యోదయం:

source: Sunrise
nb: Soloppgang
sr: Сунце излази
te: సూర్యోదయం

source: Sunset:
sr: Залазак Сунца:
te: సూర్యాస్తమయం:

source: Sunset
nb: Solnedgang
sr: Сунце залази
te: సూర్యాస్తమయం

source: Now:
sr: Сада:
te: ఇప్పుడు:

source: Today:
sr: Данас:
te: నేడు:

source: Tornado
sr: Торнадо
te: భయంకర తుఫాను

source: Tropical storm
nb: Tropestorm
sr: Тропска олуја
te: ఉష్ణమండల తుఫాను

source: Hurricane
nb: Orkan
sr: Ураган
te: పెనుతుఫాను

source: Severe thunderstorms
nb: Alvorlige tordenvær/-stormer
sr: Јака олуја
te: ఉరుములతో కూడిన తీవ్రమైన గాలివాన

source: Thunderstorms
nb: Tordenvær/-stormer
sr: Олуја
te: ఉరుములతో కూడిన గాలివాన

source: Mixed rain and snow
nb: Sludd
sr: Мешавина кише и снега
te: మిశ్రమ వర్షం మరియు మంచు

source: Mixed rain and sleet
nb: Regn og sludd
sr: Мешавина кише и суснежице
te: మిశ్రమ వర్షం మరియు కరిగిన మంచు

source: Mixed snow and sleet
nb: Sne og sludd
sr: Суснежица са снегом

source: Freezing drizzle
nb: Frysende yr
sr: Ледено ромињање
te: చాలా చల్లని తుంపర

source: Drizzle
nb: Yr
sr: Ромињање
te: తుంపర్లు

source: Freezing rain
nb: Frysende regn
sr: Ледена киша
te: ఘనీభవించెడు వర్షము

source: Showers
nb: Byger
sr: Пљускови
te: జల్లులు

source: Snow flurries
nb: Vindkast/snevær
sr: Снежно ромињање

source: Light snow showers
nb: Lett snevær
sr: Блага падавина снега
te: తేలికపాటి మంచు జల్లులు

source: Blowing snow
nb: Vind/snevær
sr: Јака падавина снега

source: Snow
nb: Sne
sr: Снег
te: మంచు

source: Hail
nb: Hagl
sr: Гра̏д
te: వడగళ్ళు

source: Sleet
nb: Sludd
sr: Суснежица
te: మంచు వడగండ్లతో కూడిన వాన

source: Dust
nb: Støv
sr: Прашина
te: ధూళి

source: Foggy
nb: Tåkete
sr: Магловито
te: పొగమంచు

source: Haze
nb: Dis
sr: Измаглица
te: మసక

source: Smoky
nb: Røkfylt
sr: Задимљено

source: Blustery
nb: Kastevind
sr: Кошава

source: Windy
nb: Vindfylt
sr: Ветровито

source: Cold
nb: Kaldt
sr: Хладно
te: చల్లగావుంది

source: Cloudy
nb: Overskyet
sr: Облачно
te: మేఘావృతమైవుంది

source: Mostly cloudy
nb: Mest overskyet
sr: Претежно облачно
te: చాలామట్టుకు మేఘావృతమైవుండవచ్చు

source: Partly cloudy
nb: Skiftende skydekke
sr: Местимично облачно
te: కొంత మేఘావృతమైవుండవచ్చు

source: Clear
nb: Klar himmel
sr: Ведро
te: నిర్మలంగా ఉంది

source: Sunny
nb: Solfylt
sr: Сунчано

source: Fair
nb: Pent
sr: Лепо

source: Mixed rain and hail
nb: Regn og hagl
sr: Мешавина кише и града

source: Hot
nb: Varmt
sr: Топло

source: Isolated thunderstorms
nb: Enkelte forekomster av tordenvær
sr: Изоловане олује

source: Scattered thunderstorms
nb: Spredte forekomster av tordenvær
sr: Местимична олуја
te: చెదురుమదురు ఉరుములతో కూడిన గాలివాన

source: Scattered showers
nb: Spredte regnbyger
sr: Местимични пљускови
te: చెదురుమదురు జల్లులు

source: Heavy snow
nb: Tungt snevær
sr: Јак снег
te: దట్టమైన మంచు

source: Scattered snow showers
nb: Spredte snebyger
sr: Местимични пљускови снега
te: చెదురుమదురు మంచు జల్లులు

source: Thundershowers
nb: Tordenvær
sr: Олуја праћена грмљавином

source: Snow showers
nb: Snebyger
sr: Снежни пљусак
te: మంచు జల్లులు

source: Isolated thundershowers
nb: Enkelte forekomster av regn- og tordenbyger
sr: Местимичне олује праћене грмљавином

source: Unknown condition
sr: Непознато стање
te: తెలియని స్థితి

source: Add a location
nb: Legg til et nytt sted
sr: Додајте место
te: ఒక స్థానమును జతచేయి

source: Please search our database for your location:
sr: Молимо нађите ваше место у нашој бази:
te: మీ స్థానము కోసం మా డేటాబేసులో శోధించండి:

source: Search
sr: Тражи
te: వెతుకు

source: Select a location
nb: Velg et sted
sr: Изаберите место
te: ఒక స్థానమును ఎంచుకొను

source: Please enter a name for this location:
nb: Vennligst legg inn et navn for stedet
sr: Молим унесите име за ово место:
te: దయచేసి ఈ స్థానముకు ఒక పేరును ప్రవేశపెట్టండి:

source: Name the location
nb: Gi stedet et navn
sr: Име места
te: స్థానమునకు పేరు ఇవ్వండి

source: Please review the choices below. If anything is not correct, please go back and select the correct options.
nb: Vennligst gå igjennom valgene du har foretatt. Om det er noe som ikke stemmer, bør du går tilbake og rette det opp.
sr: Проверите одабире испод. Ако нешто није исправно, молимо вратите се назад и исправите подешавања.

source: <b>Home</b>
nb: <b>Hjem</b>
sr: <b>Почетак</b>
te: <b>నివాసం</b>

source: Location:
nb: Sted:
sr: Место:
te: స్థానము:

source: <b>Orange, Texas</b>
nb: <b>Oslo, Norge</b>
sr: <b>Оранж, Тексас</b>
te: <b>ఆరెంజ్, టెక్సాస్</b>

source: Review choices
nb: Sjekk valgene
sr: Проверите подешавања
te: ఎంపికలను సమీక్షించు

source: Weather Indicator Preferences
nb: Innstillinger for Værvarsling
sr: Поставке показивача времена
te: వాతావరణ సూచిక ప్రాధాన్యతలు

source: <b>Indicator</b>
sr: <b>Показивач</b>
te: <b>సూచికం</b>

source: Show only weather icon
sr: Прикажи само иконицу времена
te: వాతావరణ ప్రతీకను మాత్రమే చూపించు

source: Show only temperature
sr: Прикажи само температуру
te: ఉష్ణోగ్రతను మాత్రమే చూపించు

source: Show weather icon and temperature
sr: Прикажи иконицу времена и температуру
te: వాతావరణ ప్రతీకను మరియు ఉష్ణోగ్రతను చూపించు

source: <b>Notifications</b>
sr: <b>Обавештења</b>
te: <b>ప్రకటనలు</b>

source: No notifications
nb: Ingen varslinger
sr: Без обавештења
te: ఏ ప్రకటనలు లేవు

source: Only use notifications to give severe weather alerts
nb: Bare gi varsling ved melding om ekstremvær
sr: Приказуј обавештења само за тешке временске услове
te: తీవ్రమైన వాతావరణ హెచ్చరికలను ఇచ్చుటకు మాత్రమే ప్రకటనలను వాడు

source: Use notifications to give every weather condition change
nb: Gi varsling om enhver værforandring
sr: Прикажи обавештења за све временске услове
te: ప్రతీ వాతావరణ స్థితి మార్పును ఇచ్చుటకు ప్రకటనలను వాడు

source: Apply for all locations
sr: Примени за сва места
te: అన్ని స్థానములకు అనువర్తించు

source: <b>Weather Data Source</b>
nb: Kilde for værdata
sr: <b>Извор временске прогнозе</b>
te: <b>వాతావరణ సమాచార వనరు</b>

source: Google
sr: Гугл
te: గూగుల్

source: Yahoo!
sr: Јаху
te: యాహూ!

source: Update every
nb: Oppdater hver(t)
sr: Ажурирај сваких
te: నవీకరించు ప్రతీ

source: minutes
nb: minutter
sr: минута
te: నిమిషాలు

source: General
nb: Generelt
sr: Опште
te: సాధారణ

source: Show forecast
sr: Прикажи прогнозу
te: భావిసూచనను చూపించు

source: Show weather for all locations
sr: Прикажи време за сва места
te: అన్ని స్థానములకు వాతావరణం చూపించు

source: Hide irrelevant fields
sr: Сакриј небитна поља

source: Weather report fields to show
sr: Поља извештаја која се приказују
te: చూపించవలసిన వాతావరణ నివేదిక క్షేత్రాలు

source: Menu
sr: Изборник
te: మెనూ

source: <b>Temperature Scale</b>
nb: Temperaturskala
sr: <b>Температурна скала</b>
te: <b>ఉష్ణోగ్రత కొలమానం</b>

source: Imperial (°F)
nb: Fahrenheit (°F)
sr: Фаренхајт (°F)

source: SI (metric, °C)
sr: СИ (метрички, °C)

source: <b>Wind Speed Unit</b>
nb: Måleenhet for vindhastighet
sr: <b>Јединица брзине ветра</b>
te: <b>గాలి వేగం ప్రమాణం</b>

source: Meter per second (m/s)
nb: Meter pr. sekund (m/s)
sr: Метара у секунди (м/с)

source: Miles per hour (mph)
nb: Miles pt. time (mph)
sr: Миља на сат (ми)

source: Km per hour (kph)
sr: Км на сат (Км/ч)

source: Beaufort
sr: Бофор
te: బ్యూపోర్ట్

source: Knots
nb: Knop
sr: Чворова
te: నాట్స్

source: Units
nb: Enheter
sr: Јединице
te: ప్రమాణాలు

source: Locations
nb: Steder
sr: Места
te: స్థానములు

source: Enable the Weather Indicator Applet
nb: Aktivér værvarslings-miniprogrammet

source: Pressure
nb: Lufttrykk

source: Temperature
nb: Temperatur

source: NE
nb: NØ

source: E
nb: Ø

source: SE
nb: SØ

source: SW
nb: SV

source: W
nb: V

source: NW
nb: NV

source: Forecast
nb: Værvarsel

source: Refreshing, please wait
nb: Oppdaterer, vennligst vent

source: Weather Indicator
nb: Værindikator

source: Another instance of this program is already running
nb: Dette programmet er allerede igang

source: Extended Forecast
nb: Langtidsvarsel

source: A weather indicator that displays information for one or multiple places in the world
nb: Et miniprogram som gir opplysninger om været ett eller flere steder i verden
